"XtraFinder Trial" = "XtraFinder 试用版";
"DAYS IN USE" = "使用天数";
"Purchase Online" = "在线购买";
"Continue trial" = "继续试用";
"You can continue trial after a moment." = "您可以稍后继续试用。";

"Please enter your email address and serial number to register." = "请输入您的邮箱地址和序列号进行注册";
"Email:" = "Email:";
"Serial number:" = "序列号:";
"I lost my Number!" = "序列号丢失!";
"Register" = "注册";

"Thank you for registering." = "感谢您的注册";
"This serial number is not valid." = "此序列号无效";
"Please check your registration information." = "请检查您的注册信息.";
